0ad
accountsservice
alacritty
alsa-firmware
alsa-plugins
alsa-utils
aurorae
awesome-terminal-fonts
base
base-devel
bash-completion
bind
bluedevil
blueman
bluez
bluez-hid2hci
bluez-libs
bluez-obex
bluez-utils
brave-bin
breeze
breeze-gtk
breeze-icons
breeze-plymouth
bridge-utils
btop
btrfs-assistant
btrfs-progs
cachy-update
cachyos-fish-config
cachyos-gaming-applications
cachyos-gaming-meta
cachyos-hello
cachyos-hooks
cachyos-kernel-manager
cachyos-keyring
cachyos-micro-settings
cachyos-mirrorlist
cachyos-packageinstaller
cachyos-plymouth-bootanimation
cachyos-rate-mirrors
cachyos-settings
cachyos-snapper-support
cachyos-v3-mirrorlist
cachyos-v4-mirrorlist
cachyos-wallpapers
cachyos-zsh-config
cantarell-fonts
cava
chwd
cmake
cmatrix-git
cosmic-app-library
cosmic-applets
cosmic-bg
cosmic-comp
cosmic-files
cosmic-greeter
cosmic-idle
cosmic-initial-setup
cosmic-launcher
cosmic-notifications
cosmic-osd
cosmic-panel
cosmic-player
cosmic-randr
cosmic-screenshot
cosmic-session
cosmic-settings
cosmic-settings-daemon
cosmic-store
cosmic-terminal
cosmic-text-editor
cosmic-wallpapers
cosmic-workspaces
cpupower
cryptsetup
device-mapper
dgop
diffutils
discover
dmidecode
dmraid
dnsmasq
docker
docker-compose
dosfstools
duf
e2fsprogs
edk2-ovmf
efibootmgr
efitools
egl-wayland
ethtool
ex-vi-compat
exfatprogs
f2fs-tools
fastfetch
ffmpegthumbnailer
figlet
file-roller
firefox
firefoxpwa
flatpak
flatpak-kcm
foot
freerdp
fsarchiver
fuse2
gamemode
gimp
git
github-cli
glances
gnome-text-editor
gnome-themes-extra
grim
grimblast-git
gst-libav
gst-plugin-pipewire
gst-plugin-va
gst-plugins-bad
gst-plugins-ugly
gum
gvfs-mtp
hdparm
hollywood
hwdetect
hwinfo
hypridle
hyprland
hyprlauncher
hyprlock
hyprpaper
hyprpicker
hyprshade
inetutils
inotify-tools
intel-media-driver
intel-media-sdk
intel-ucode
iptables-nft
iwd
jfsutils
kactivitymanagerd
kcalc
kde-cli-tools
kde-gtk-config
kdeplasma-addons
kgamma
kglobalacceld
kinfocenter
kitty
kmenuedit
knighttime
kpipewire
krdp
kscreen
kscreenlocker
ksshaskpass
ksystemstats
kvantum
kwallet-pam
kwayland
kwin
kwin-x11
kwrited
layer-shell-qt
less
lib32-gamemode
lib32-mesa
lib32-nvidia-utils
lib32-opencl-nvidia
lib32-vulkan-intel
libappindicator
libdvdcss
libgsf
libkscreen
libksysguard
libopenraw
libplasma
libva-nvidia-driver
libvirt
libvncserver
limine
limine-mkinitcpio-hook
limine-snapper-sync
linux-cachyos
linux-cachyos-headers
linux-cachyos-lts
linux-cachyos-lts-headers
linux-cachyos-lts-nvidia-open
linux-cachyos-nvidia-open
linux-firmware
logrotate
loupe
lsb-release
lsscsi
lvm2
man-db
man-pages
matugen
mdadm
meld
mesa-utils
micro
milou
mkinitcpio
modemmanager
mpv
mtools
nano
nano-syntax-highlighting
ncdu
neofetch
neovim
netctl
networkmanager
networkmanager-openvpn
nfs-utils
nilfs-utils
niri
noctalia-shell
noto-fonts
noto-fonts-cjk
noto-fonts-emoji
nss-mdns
nvidia-container-toolkit
nvidia-prime
nvidia-settings
nvidia-utils
nwg-bar
nwg-dock-hyprland
nwg-drawer
nwg-look
nwg-panel
nwg-shell
nwg-shell-config
ocean-sound-theme
octopi
onlyoffice-bin
opencl-nvidia
openssh
os-prober
oxygen
oxygen-sounds
pacman-contrib
paru
pavucontrol
perl
pipewire-alsa
pipewire-pulse
pkgfile
plasma-activities
plasma-activities-stats
plasma-browser-integration
plasma-desktop
plasma-disks
plasma-firewall
plasma-integration
plasma-keyboard
plasma-login-manager
plasma-nm
plasma-pa
plasma-sdk
plasma-systemmonitor
plasma-thunderbolt
plasma-vault
plasma-welcome
plasma-workspace
plasma-workspace-wallpapers
plasma5support
plocate
plymouth
plymouth-kcm
poppler-glib
power-profiles-daemon
powerdevil
print-manager
profile-sync-daemon
proton-vpn-cli
proton-vpn-gtk-app
pv
pyprland
python
python-defusedxml
python-packaging
python-pip
python-pywal
python-pywalfox
qemu-desktop
qqc2-breeze-style
qt6-virtualkeyboard
qt6ct
rclone
rebuild-detector
reflector
remmina
ripgrep
rofi
rsync
s-nail
sddm
sddm-kcm
sg3_utils
sl
slurp
smartmontools
snapper
sof-firmware
spectacle
speedtest++
spicetify-cli
spicetify-marketplace-bin
spotify
stow
sudo
supertuxkart
swaybg
swaylock
switcheroo-control
swww
sysfsutils
systemsettings
teams-for-linux
telegram-desktop
tesseract
tesseract-data-eng
texinfo
themix-full-git
thunar
thunar-archive-plugin
thunar-volman
toilet
trash-cli
ttf-bitstream-vera
ttf-dejavu
ttf-firacode-nerd
ttf-jetbrains-mono-nerd
ttf-liberation
ttf-meslo-nerd
ttf-opensans
tty-clock
tumbler
udiskie
ufw
unarchiver
unrar
unzip
upower
usb_modeswitch
usbutils
uwsm
ventoy-bin
vesktop
vim
virt-manager
vlc
vlc-plugins-all
vscodium
vulkan-intel
wacomtablet
waybar
waypaper
wget
which
wireless-regdb
wireplumber
wlogout
wpa_supplicant
xclip
xdg-desktop-portal-hyprland
xdg-desktop-portal-kde
xdg-user-dirs
xfsprogs
xl2tpd
xorg-xhost
xreader
yay
yt-dlp
zapzap
zip
zoxide
